{"nodes":[{"label":"Department of Homeland Security","x":7.357929229736328,"y":-7.578732967376709,"id":"1","attributes":{"description":"‘The Department of Homeland Security’s (DHS) mission is to ensure a homeland that is safe, secure, and resilient against terrorism and other hazards. DHS has an expansive mission set: preventing terrorism and enhancing security; securing our borders; enforcing immigration laws; securing cyberspace; and ensuring disaster response and resilience. The men and women of this Department support key Presidential priorities, while protecting our country, our people, and our way of life.\u0027 (Department of Homeland Security, FY 2021 Budget in Brief (Report, 9 February 2020) 1). According to DHS: \u0027Border security is national security. Millions of travelers and thousands of pounds of goods are processed through our Ports of Entry (POEs) every day. Facilitating the flow of people and goods supports our economy and upholds our freedoms. Securing our Nation’s land borders is necessary to stem the tide of illicit goods and unwanted criminals across the sovereign physical border of the Nation. To stop criminals and terrorists from threatening our homeland, we must invest in personnel, infrastructure, and technology.\u0027 (Ibid at 2). DHS is the overarching cabinet-level agency responsible for identifying and processing asylum seekers and other individuals in need of protection at borders, as well as in the interior of the US.","category":"Alter"},"color":"rgb(36,44,255)","size":10.0},{"label":"Federal Law Enforcement Training Centers","x":-13.665616989135742,"y":-11.817276000976562,"id":"4","attributes":{"description":"The Federal Law Enforcement Training Center (FLETC) \u0027through strategic partnerships, prepares the federal law enforcement community to safeguard the American people, our homeland, and our values\u0027 and is \u0027America’s enterprise resource for federal law enforcement training.\u0027 (Federal Law Enforcement Training Center, FLETC Strategic Plan 2018-2022 (Report, 2018) 2). FLETC\u0027s\nstrategic objectives include \u0027infus[ing] FLETC law enforcement training with the totality of the current law enforcement\noperating environment to ensure FLETC students are thoroughly prepared to perform their law enforcement functions\nin their operating environments\u0027, focusing \u0027curriculum development, revision, and validation processes on law\nenforcement operational requirements\u0027 and \u0027a student-first focus into FLETC processes to ensure training formulation,\nresource acquisition, and project prioritization are consistently aligned with client requirements.\u0027 (Ibid at 11).","category":"Alter"},"color":"rgb(36,44,255)","size":10.0},{"label":"CBP Office of Field Operations","x":-10.407001495361328,"y":0.06380130350589752,"id":"5","attributes":{"description":"Office of Field Operations (OFO) is responsible for conducting immigration inspections at America’s [328] POEs. CBP’s primary immigration enforcement mission at ports of entry is to confirm that travelers are eligible to enter the United States and to exclude inadmissible aliens. Yet strict enforcement is in tension with a second core mission: to facilitate the flow of lawful travelers, who are the vast majority of persons seeking admission. A fundamental question for Congress and DHS is how to balance these competing concerns. In general, DHS and CBP rely on “risk management” to strike this balance. One part of the risk management strategy is to conduct screening at multiple points in the immigration process, beginning well before travelers arrive at U.S. POEs. DHS and other departments involved in the inspections process use a number of screening tools to distinguish between known, low-risk travelers and lesserknown, higher-risk travelers. Low-risk travelers may be eligible for expedited admissions processing, while higher-risk travelers are usually subject to more extensive secondary inspections.\u0027 (Lisa Seghetti, Border Security: Immigration Inspections at Ports of Entry (Congressional Research Service Report, No R43356, 9 January 2014) i).","category":"Alter"},"color":"rgb(36,44,255)","size":10.0},{"label":"DHS Science and Technology Directorate","x":-13.514089584350586,"y":11.990072250366211,"id":"3","attributes":{"description":"The Science and Technology Directorate (S and T) \u0027enables effective, efficient, and secure operations across all homeland security missions by applying scientific, engineering, analytic, and innovative approaches to deliver timely solutions and support departmental acquisitions. S and T also partners with the international community, industry as well as Federal, State, local, tribal, and territorial agencies. S and T monitors evolving threats, develops solutions, and bridges capability gaps to equip operational endusers with the best tools available to achieve mission success. S and T conducts customer focused, outcome oriented research, development, testing, and evaluation (RDT and E) activities for DHS Components and the Homeland Security Enterprise (HSE) that balance risk, cost, impact, performance, and time to delivery. S\u0026T’s University Programs provides the HSE with research and education at U.S. colleges and universities to address highpriority, DHS-related issues and enhances homeland security capabilities over the long-term. S and T also manages two Federally Funded Research and Development Centers to provide independent operational analysis and systems engineering expertise in support of all DHS mission areas. S and T provides technical and operational support to ensure the transition, acquisition, and deployment of technologies, information, and procedures that improve the efficiency and effectiveness of the operational capabilities across HSE missions. S and T enables America’s brightest scientists and engineers to apply their expertise and develop solutions that address our most dangerous threats and HSE vulnerabilities. S and T operates and maintains the laboratory facilities that deliver enduring core capabilities that are vital to DHS and the national homeland security mission. This is achieved through a coordinated network of DHS S and T laboratories and the Department of Energy national laboratories. This network of laboratories houses some of the most advanced scientific expertise and capabilities in the world. As a result, the HSE is able to leverage, apply, and transfer this wealth of expertise to inform policy, improve operations, and advance research in support of homeland security.\u0027 (1 Department of Homeland Security, FY 2021 Budget in Brief (Report, 9 February 2020) 71).","category":"Alter"},"color":"rgb(36,44,255)","size":10.0},{"label":"National Vetting Center","x":18.466266632080078,"y":-0.13148872554302216,"id":"6","attributes":{"description":"‘The National Vetting Center (NVC) was created to better coordinate and enhance the vetting efforts of the U.S. government by streamlining and strengthening current vetting procedures. It represents the latest refinement of the U.S. government’s ongoing efforts to protect U.S. national security, as well as the security of all travelers visiting the United States, while supporting legitimate travel. ... [T]he NVC will improve the accessibility of information about potential threats to national security, border security, homeland security, and public safety in accordance with law and policy and in a manner that protects individuals’ privacy, civil rights, and civil liberties. This includes making intelligence, law enforcement, and other information available to U.S. officials who have the authority to use that information to make determinations about travel or immigration benefits. As a result of these enhancements, as vetting programs are brought into the NVC process, some applications that might have been granted previously in the absence of timely, responsive intelligence, law enforcement, or other information held by national security partners, may now be denied. The NVC will do this by: Creating a Whole of Government Approach to vetting by strengthening relationships with national security partners to ensure all relevant data is available to adjudicators. Expanding the Scope of vetting beyond terrorism to focus on screening for all national security, border security, homeland security and public safety threats. ... Supporting Consistent Analytical and Risk Decisions by developing a common vetting tradecraft and providing consistent decisions on risk tradeoffs.\u0027198 \u0027[D]evelopment and maintenance of new cloud analytics to compare US person data against relevant disseminated Intelligence Community information for affirmative asylum vetting\u0027. (US Customs and Border Protection, Budget Overview: Fiscal Year 2021 Congressional Justification (DHS Report, 2021) 49).","category":"Alter"},"color":"rgb(36,44,255)","size":10.0},{"label":"CBP Families and Children Care Panel","x":1.4071778059005737,"y":18.0591983795166,"id":"2","attributes":{"description":"The CBP Families and Children Care Panel is part of the Homeland Security Advisory Council. (‘CBP Families and Children Care Panel Final Report’, Homeland Security Advisory Council (Report, 14 November 2019)). The so-called \u0027bipartisan\u0027 panel \u0027was formed in October 2018 because of the burgeoning humanitarian crisis resulting from a surge in migration of FMUs, primarily from Guatemala and Honduras, overwhelming the DHS resources at the border to address the crisis.\u0027 (Ibid at 4).","category":"Alter"},"color":"rgb(36,44,255)","size":10.0},{"label":"Office of International Affairs","x":1.1809483766555786,"y":-18.087066650390625,"id":"7","attributes":{"description":"The Office of International Affairs (INA) is responsible for coordinating and supporting foreign initiatives, programs and activities within CBP. INA strives to extend U.S. borders by implementing programs and initiatives that promote anti-terrorism, global border security, non-proliferation, export controls, immigration and capacity building. INA focuses on international cooperation and strengthening multi- and bi-lateral relationships to achieve international agreements and joint efforts that both facilitate and secure legitimate trade. INA promotes expansion of the World Customs Organization (WCO) Framework of Standards for supply chain security and facilitation by providing targeted countries with training and advisory support through programs such as, Capacity Building and Export Control and Border Security (EXBS). INA provides in-country advisory support for broad-based customs reform and modernization and ensures CBP is represented at overseas posts and influencing policy throughout the world.\u0027 (‘Operations Support Assistant Commissioners’ Offices’, US Customs and Border Protection (Web Page, 30 December 2020) \u003chttps://www.cbp.gov/about/leadershiporganization/executive-assistant-commissioners-offices/operations-support-assistant-commissioners-offices\u003e). The office\u0027s Overseas Program \u0027helps CBP mitigate international threats including the proliferation of terrorism, transnational organized crime, illegal migration, and economic crime. CBP stations attachés, International Relations Specialists and Mission Support staff at foreign posts and headquarters, to lead the agency’s implementation of a multilayered risk based strategy combating these international threats. Office locations in countries and regions of high geopolitical and commercial value to the United States extend the zone of the U.S. border security.\u0027 (CBP Budget Overview 2021, at 180).","category":"Alter"},"color":"rgb(36,44,255)","size":10.0},{"label":"Asylum Seeker - Port of Entry","x":-3.347104648128152E-4,"y":-9.836354292929173E-4,"id":"0","attributes":{"description":"Person who arrives at a land port of entry, raises a protection claim, and is placed into expedited removal proceedings.","category":"Ego"},"color":"rgb(255,10,172)","size":10.0},{"label":"Refugee, Asylum and International Operations Directorate","x":7.467044830322266,"y":7.482705593109131,"id":"8","attributes":{"description":"‘We are responsible for: Conducting protection screenings; Adjudicating asylum and refugee applications; and Adjudicating other immigration benefits both domestically and internationally. We are vigilant about fraud detection and national security, relying on careful vetting, innovative screening mechanisms, and sound adjudication. We also maintain effective intergovernmental partnerships, consult with other countries to build the capacity of their protection systems, implement bilateral information-sharing agreements for identity management and confidentiality, and help advance the U.S. government’s strategic priorities in the international and refugee protection arenas.’ (‘Refugee, Asylum and International Operations Directorate’, US Citizenship and Immigration Services (Web Page, 10 March 2020) \u003chttps://www.uscis.gov/aboutus/directorates-and-program-offices/refugee-asylum-and-international-operations-directorate\u003e). ‘RAIO leverages its domestic and overseas presence to assess eligibility for humanitarian and immigration benefits throughout the world while combating fraud and protecting national security....’ (Ibid).","category":"Alter"},"color":"rgb(36,44,255)","size":10.0}],"edges":[{"label":"indirect","source":"0","target":"3","id":"2","attributes":{"description":"‘S and T provides technical and operational support to ensure the transition, acquisition, and deployment of technologies, information, and procedures that improve the efficiency and effectiveness of the operational capabilities across HSE missions.\u0027 (DHS, 7 FY 2021 Budget in Brief, 71). \u0027S and T invests in border security research and development for technologies and solutions to prevent the illicit movement and illegal entry or exit of people, weapons, dangerous goods, and contraband, and manage the risk posed by people and goods in transit.\u0027 (Science and Technology Directorate, Budget Overview: Fiscal Year 2021 Congressional Justification (DHS Report, 2020) 15\n\u003chttps://www.dhs.gov/sites/default/files/publications/science_and_technology_directorate.pdf\u003e.) The \u0027Immigration Services Program\u0027 also \u0027develops technologies for USCIS to meet their goals to (1) provide efficient adjudication of all applications and petitions for immigration benefits, (2) enhance the integrity of the legal immigration system, and (3) provide trusted and timely immigration, employment, and identity information through a culture of efficiency and creativity.\u0027 (Ibid at 21). These tools may impact an individual’s ability to both access the asylum process, as well as the asylum adjudication."},"color":"rgb(166,97,26)","size":1.0},{"label":"indirect","source":"0","target":"4","id":"3","attributes":{"description":"The Federal Law Enforcement Training Center’s (FLETC) members, principally federal law enforcement organizations, rely on FLETC to maintain all of the instruments of training and to prepare their law enforcement cadre to perform their law enforcement tasks.\u0027 (US Department of Homeland Security, FLETC Strategic Plan 2018-2022 (Report, 2018) 7). The Charleston, South Carolina FLETC training facility runs the US Coast Guard Maritime Law Enforcement Academy, the US Customs and Border Protection Field Operations Academy, the US Immigration and Customs Enforcement Training Academy, and the US Citizenship and Immigration Services Academy Training Center. (US Department of Homeland Security, Student Handbook: Artesia Facility (Handbook, 2018-AN-0008, 2018) 8). The Artesia, New Mexico facility is the basic training hub for Border Patrol and the Federal Air Marshal\u0027s Service. (Ibid). It is at FLETC that CBP officials learn about asylum law, though very little focus is placed upon either international law or the law of asylum."},"color":"rgb(166,97,26)","size":1.0},{"label":"indirect","source":"0","target":"7","id":"6","attributes":{"description":"‘INA strives to extend U.S. borders by implementing programs and initiatives that promote antiterrorism, global border security, non-proliferation, export controls, immigration and capacity building. ... INA provides in-country advisory support for broad-based customs reform and modernization and ensures CBP is represented at overseas posts and influencing policy throughout the world.\u0027 (‘Operations Support Assistant Commissioners’ Offices’, US Customs and Border Protection (Web Page, 30 December 2020) \u003chttps://www.cbp.gov/about/leadershiporganization/executive-assistant-commissioners-offices/operations-support-assistant-commissioners-offices\u003e). The Overseas Program ‘helps CBP mitigate international threats including ... transnational organized crime, illegal migration, and economic crime.’ (US Customs and Border Protection, Budget Overview: Fiscal Year 2020 Congressional Justification (DHS Report, 2020) 180). This includes policies and reforms that stop, or attempt to stop, asylum seekers from arriving in the US."},"color":"rgb(166,97,26)","size":1.0},{"label":"direct","source":"0","target":"5","id":"4","attributes":{"description":"‘CBP’s primary immigration enforcement mission at ports of entry is to confirm that travelers are eligible to enter the United States and to exclude inadmissible aliens. Yet strict enforcement is in tension with a second core mission: to facilitate the flow of lawful travelers, who are the vast majority of persons seeking admission.\u0027 (Lisa Seghetti, Border Security: Immigration Inspections at Ports of Entry (Congressional Research Service Report, No R43356, 9 January 2014) i). OFO staffs the ports of entry and is responsible for screening travellers and referring asylum seekers, or others, who raise protection claims to the appropriate legal process"},"color":"rgb(1,133,113)","size":2.0},{"label":"direct","source":"0","target":"1","id":"0","attributes":{"description":"The Department of Homeland Security (‘DHS’) is the overarching cabinet-level agency responsible for identifying and processing asylum seekers and other individuals in need of protection at borders, as well as in the interior of the US. (See Department of Homeland Security, FY 2021 Budget in Brief (Report, 9 February 2020 \u003chttps://www.dhs.gov/publication/fy-2021-budget-brief\u003e)."},"color":"rgb(1,133,113)","size":2.0},{"label":"direct","source":"0","target":"8","id":"7","attributes":{"description":"This office conducts protection screenings, adjudicates asylum and refugee applications, and adjudicates other immigration benefits both domestically and internationally. (‘Refugee, Asylum and International Operations Directorate’, US Citizenship and Immigration Services (Web Page, 10 March 2020) \u003chttps://www.uscis.gov/aboutus/directorates-and-program-offices/refugee-asylum-and-international-operations-directorate\u003e). The office also consults ‘with other countries to build the capacity of their protection systems, implement bilateral information-sharing agreements for identity management and confidentiality, and help advance the U.S. government’s strategic priorities in the international and refugee protection arenas.’ (Ibid). Asylum officers travel within the US to process asylum-related claims, including to USCIS field offices."},"color":"rgb(1,133,113)","size":2.0},{"label":"indirect","source":"0","target":"6","id":"5","attributes":{"description":"The National Vetting Center (NVC) makes security and other data available to adjudicators making decisions about immigration-related benefits, which include decisions relating to asylum. The NVC has also developed and maintained ‘new cloud analytics to compare US person data against relevant disseminated Intelligence Community information for affirmative asylum vetting\u0027. (US Customs and Border Protection, Budget Overview: Fiscal Year 2020 Congressional Justification (DHS Report, 2020) 49)."},"color":"rgb(166,97,26)","size":1.0},{"label":"indirect","source":"0","target":"2","id":"1","attributes":{"description":"The CBP Families and Children Care Panel is part of the Homeland Security Advisory Council. (‘CBP Families and Children Care Panel Final Report’, Homeland Security Advisory Council (Report, 14 November 2019); Exhibit 9 in Support of Plaintiffs’ Memorandum\nof Points and Authorities in Support of their Motion for Summary Judgment, Al Otro Lado, Inc, 327 F Supp 3d 1284 (No 535-11) 89-96; Chad F Wolf, Four New Homeland\nSecurity Advisory Council (HSAC) Taskings (DHS Memorandum, 21 February 2020)). The so-called \u0027bipartisan\u0027 panel \u0027was formed in October 2018 because of the burgeoning humanitarian crisis resulting from a surge in migration of FMUs, primarily from Guatemala and Honduras, overwhelming the DHS resources at the border to address the crisis.\u0027 (‘CBP Families and Children Care Panel Final Report’, Homeland Security Advisory Council (Report, 14 November 2019), 4). The Panel evaluated and provided advice – largely in line with CBP talking points – that impacted children and others seeking asylum."},"color":"rgb(166,97,26)","size":1.0}]}