{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "",
    "link": "",
    "text": "Regina Jefferies"
  },
  "text": {
    "more": "Social network visualisations of the connections between an individual seeking asylum at the US and Mexico land border and the state actors involved in implementing the obligation of non-refoulement with whom they might come into direct or indirect contact. These networks use empirical data to map a representative sample of six different ego-centric networks, derived from fifteen different possible legal categorisations of people seeking asylum at the land border between the US and Mexico. Egos appear as yellow, circular nodes. Alters appear as blue, circular nodes. Indirect ties between egos and alters are represented by pink lines. Direct ties between egos and alters are represented as teal lines.",
    "intro": "Social network visualisations of the connections between an individual seeking asylum at the US and Mexico land border and the state actors involved in implementing the obligation of non-refoulement with whom they might come into direct or indirect contact.  ",
    "title": "Social Network of Actors Involved in the Implementation of the Norm of Non-Refoulement in the United States "
  },
  "legend": {
    "edgeLabel": "Relationship between asylum seeker and actors of implementation.",
    "colorLabel": "Node colour represents the difference in ego and alter. Edge colour represents a direct or indirect relationship between actors.",
    "nodeLabel": "Actors involved in either seeking asylum, or implementing asylum system at US southern land border"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": false,
    "hoverBehavior": "default"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "line",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 3,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 2,
      "minEdgeSize": 1,
      "minNodeSize": 2,
      "maxNodeSize": 4
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}
